<%@ page language="java" contentType="text/html; charset=UTF-8"
    pageEncoding="UTF-8"%>
<!DOCTYPE html>
<html>
<head>
<meta charset="UTF-8">
<title>상품 상세페이지</title>
<link rel="stylesheet" href="goodsMain.css"/>
</head>
<body>
<div>
	<div>
		<section>
			<main>
				<section>
					<div>
						<a>IT·프로그래밍</a>
						<span>
							<svg width="16" height="16" viewBox="0 0 24 24" fill="current Color" aria-hidden="true" focusable="false" preserveAspectRatio="xMidYMid meet" class="in-path">
								<path xmlns="http://www.w3.org/2000/svg" d="M9.41421356,12 L15.7071068,5.70710678 C16.0976311,5.31658249 16.0976311,4.68341751 15.7071068,4.29289322 C15.3165825,3.90236893 14.6834175,3.90236893 14.2928932,4.29289322 L7.29289322,11.2928932 C6.90236893,11.6834175 6.90236893,12.3165825 7.29289322,12.7071068 L14.2928932,19.7071068 C14.6834175,20.0976311 15.3165825,20.0976311 15.7071068,19.7071068 C16.0976311,19.3165825 16.0976311,18.6834175 15.7071068,18.2928932 L9.41421356,12 Z" transform="translate(11.500000, 12.000000) scale(-1, 1) translate(-11.500000, -12.000000) "></path>
							</svg>
						</span>
					</div>
					<div>
						<a>홈페이지</a>
					</div>
				</section>
				<section>
					<img width="652" height="488" src="/img/goods3.jpg">
				</section>
				<section class="star-rating">
					<button>
						<div>
							<div class="star-ratings">
								<svg class="star-grad" style="position: absolute; z-index: 0; width: 0px; height: 0px; visibility: hidden;"><defs><linearGradient id="starGrad798264533125636" x1="0%" y1="0%" x2="100%" y2="0%"><stop offset="0%" class="stop-color-first" style="stop-color: rgb(255, 212, 0); stop-opacity: 1;"></stop><stop offset="0%" class="stop-color-first" style="stop-color: rgb(255, 212, 0); stop-opacity: 1;"></stop><stop offset="0%" class="stop-color-final" style="stop-color: rgb(228, 229, 237); stop-opacity: 1;"></stop><stop offset="100%" class="stop-color-final" style="stop-color: rgb(228, 229, 237); stop-opacity: 1;"></stop></linearGradient></defs></svg>
								<div class="star-container" style="position: relative; display: inline-block; vertical-align: middle; padding-right: 0px;"><svg viewBox="0 0 24 24" class="widget-svg" style="width: 20px; height: 20px; transition: transform 0.2s ease-in-out 0s;"><path class="star" d="M8.37094152,8.12482574 L2.52598096,8.59636398 L2.36821881,8.6135218 C0.881583763,8.81867772 0.513822851,10.1467426 1.72605142,11.1443161 L6.11068071,14.7526934 L4.80553251,20.0682859 L4.77348322,20.2161997 C4.50052597,21.673724 5.6402616,22.4726949 6.9887771,21.699537 L12.00271,18.8250573 L17.0166429,21.699537 L17.1506515,21.7715841 C18.4829447,22.4403279 19.5680516,21.5674348 19.1998875,20.0682859 L17.8937294,14.7526934 L22.2793686,11.1443161 L22.3984321,11.0405714 C23.4954951,10.0270601 23.0352205,8.72174778 21.479439,8.59636398 L15.6334685,8.12482574 L13.3880977,3.09014615 C12.7393731,1.6361626 11.2656405,1.63707337 10.6173223,3.09014615 L8.37094152,8.12482574 Z" style="fill: rgb(255, 212, 0); transition: fill 0.2s ease-in-out 0s;"></path></svg></div>
								<div class="star-container" style="position: relative; display: inline-block; vertical-align: middle; padding-left: 0px; padding-right: 0px;"><svg viewBox="0 0 24 24" class="widget-svg" style="width: 20px; height: 20px; transition: transform 0.2s ease-in-out 0s;"><path class="star" d="M8.37094152,8.12482574 L2.52598096,8.59636398 L2.36821881,8.6135218 C0.881583763,8.81867772 0.513822851,10.1467426 1.72605142,11.1443161 L6.11068071,14.7526934 L4.80553251,20.0682859 L4.77348322,20.2161997 C4.50052597,21.673724 5.6402616,22.4726949 6.9887771,21.699537 L12.00271,18.8250573 L17.0166429,21.699537 L17.1506515,21.7715841 C18.4829447,22.4403279 19.5680516,21.5674348 19.1998875,20.0682859 L17.8937294,14.7526934 L22.2793686,11.1443161 L22.3984321,11.0405714 C23.4954951,10.0270601 23.0352205,8.72174778 21.479439,8.59636398 L15.6334685,8.12482574 L13.3880977,3.09014615 C12.7393731,1.6361626 11.2656405,1.63707337 10.6173223,3.09014615 L8.37094152,8.12482574 Z" style="fill: rgb(255, 212, 0); transition: fill 0.2s ease-in-out 0s;"></path></svg></div>
								<div class="star-container" style="position: relative; display: inline-block; vertical-align: middle; padding-left: 0px; padding-right: 0px;"><svg viewBox="0 0 24 24" class="widget-svg" style="width: 20px; height: 20px; transition: transform 0.2s ease-in-out 0s;"><path class="star" d="M8.37094152,8.12482574 L2.52598096,8.59636398 L2.36821881,8.6135218 C0.881583763,8.81867772 0.513822851,10.1467426 1.72605142,11.1443161 L6.11068071,14.7526934 L4.80553251,20.0682859 L4.77348322,20.2161997 C4.50052597,21.673724 5.6402616,22.4726949 6.9887771,21.699537 L12.00271,18.8250573 L17.0166429,21.699537 L17.1506515,21.7715841 C18.4829447,22.4403279 19.5680516,21.5674348 19.1998875,20.0682859 L17.8937294,14.7526934 L22.2793686,11.1443161 L22.3984321,11.0405714 C23.4954951,10.0270601 23.0352205,8.72174778 21.479439,8.59636398 L15.6334685,8.12482574 L13.3880977,3.09014615 C12.7393731,1.6361626 11.2656405,1.63707337 10.6173223,3.09014615 L8.37094152,8.12482574 Z" style="fill: rgb(255, 212, 0); transition: fill 0.2s ease-in-out 0s;"></path></svg></div>
								<div class="star-container" style="position: relative; display: inline-block; vertical-align: middle; padding-left: 0px; padding-right: 0px;"><svg viewBox="0 0 24 24" class="widget-svg" style="width: 20px; height: 20px; transition: transform 0.2s ease-in-out 0s;"><path class="star" d="M8.37094152,8.12482574 L2.52598096,8.59636398 L2.36821881,8.6135218 C0.881583763,8.81867772 0.513822851,10.1467426 1.72605142,11.1443161 L6.11068071,14.7526934 L4.80553251,20.0682859 L4.77348322,20.2161997 C4.50052597,21.673724 5.6402616,22.4726949 6.9887771,21.699537 L12.00271,18.8250573 L17.0166429,21.699537 L17.1506515,21.7715841 C18.4829447,22.4403279 19.5680516,21.5674348 19.1998875,20.0682859 L17.8937294,14.7526934 L22.2793686,11.1443161 L22.3984321,11.0405714 C23.4954951,10.0270601 23.0352205,8.72174778 21.479439,8.59636398 L15.6334685,8.12482574 L13.3880977,3.09014615 C12.7393731,1.6361626 11.2656405,1.63707337 10.6173223,3.09014615 L8.37094152,8.12482574 Z" style="fill: rgb(255, 212, 0); transition: fill 0.2s ease-in-out 0s;"></path></svg></div>
								<div class="star-container" style="position: relative; display: inline-block; vertical-align: middle; padding-left: 0px;"><svg viewBox="0 0 24 24" class="widget-svg" style="width: 20px; height: 20px; transition: transform 0.2s ease-in-out 0s;"><path class="star" d="M8.37094152,8.12482574 L2.52598096,8.59636398 L2.36821881,8.6135218 C0.881583763,8.81867772 0.513822851,10.1467426 1.72605142,11.1443161 L6.11068071,14.7526934 L4.80553251,20.0682859 L4.77348322,20.2161997 C4.50052597,21.673724 5.6402616,22.4726949 6.9887771,21.699537 L12.00271,18.8250573 L17.0166429,21.699537 L17.1506515,21.7715841 C18.4829447,22.4403279 19.5680516,21.5674348 19.1998875,20.0682859 L17.8937294,14.7526934 L22.2793686,11.1443161 L22.3984321,11.0405714 C23.4954951,10.0270601 23.0352205,8.72174778 21.479439,8.59636398 L15.6334685,8.12482574 L13.3880977,3.09014615 C12.7393731,1.6361626 11.2656405,1.63707337 10.6173223,3.09014615 L8.37094152,8.12482574 Z" style="fill: rgb(255, 212, 0); transition: fill 0.2s ease-in-out 0s;"></path></svg></div>
							</div>
						</div>
						<div>5.0</div>
						<div>(113개의 평가)</div>
					</button>
				</section>
				<nav>
					
				</nav>
				<section>포트폴리오</section>
				<section>서비스설명</section>
				<section>서비스 제공절차</section>
				<section>의뢰인 준비사항</section>
				<section>서비스_태그</section>
				<section>서비스 상세</section>
				<section>가격정보</section>
				<section>수정 및 재진행</section>
				<section>취소 및 환불 규정</section>
				<section>서비스평가</section>
			</main>
			<!--메인 옆 공간-->
			<aside>
				<section>
					<button type="button" color="default" class="share-button">
						<span><!--공유하기버튼-->
							<span color="#555969" class="share-setting">
								<svg width="24" height="24" viewBox="0 0 24 24" fill="currentColor" aria-hidden="true" focusable="false" preserveAspectRatio="xMidYMid meet" class="share-img">
								<path d="M0 0h24v24H0z" fill="none"></path>
								<path d="M16,4.5 C17.3807119,4.5 18.5,5.61928813 18.5,7 C18.5,8.38071187 17.3807119,9.5 16,9.5 C15.3332048,9.5 14.7273807,9.23895182 14.2791521,8.81347987 L9.4492862,11.4965408 C9.48253819,11.6591677 9.5,11.8275446 9.5,12 C9.5,12.1720991 9.48261027,12.3401365 9.44949211,12.5024511 L14.2791521,15.1865201 C14.7273807,14.7610482 15.3332048,14.5 16,14.5 C17.3807119,14.5 18.5,15.6192881 18.5,17 C18.5,18.3807119 17.3807119,19.5 16,19.5 C14.6192881,19.5 13.5,18.3807119 13.5,17 C13.5,16.8279009 13.5173897,16.6598635 13.5505079,16.4975489 L8.7208479,13.8134799 C8.27261926,14.2389518 7.66679517,14.5 7,14.5 C5.61928813,14.5 4.5,13.3807119 4.5,12 C4.5,10.6192881 5.61928813,9.5 7,9.5 C7.66679517,9.5 8.27261926,9.76104818 8.7208479,10.1865201 L13.5505079,7.50245111 C13.5173897,7.34013652 13.5,7.17209905 13.5,7 C13.5,5.61928813 14.6192881,4.5 16,4.5 Z"></path>
								</svg>
							</span>
						</span>
					</button>
					<button color="default">
						<span>
							<span>
								<svg width="24" height="24" viewBox="0 0 24 24" fill="currentColor" aria-hidden="true" focusable="false" preserveAspectRatio="xMidYMid meet" class="">
								<path xmlns="http://www.w3.org/2000/svg" d="M16.3680447,3 C14.8701244,3 13.434867,3.60809471 12.3788995,4.68835248 L11.999764,5.07602721 L11.6205012,4.68822239 C9.41974855,2.43790277 5.843218,2.4379028 3.64246538,4.68822244 C1.45251156,6.92750008 1.45251154,10.5501072 3.64246532,12.7893849 L11.4435969,20.7662195 C11.7484384,21.0779268 12.2510896,21.0779268 12.555931,20.7662195 L20.3570626,12.7893849 C21.4096395,11.7136062 22,10.2567327 22,8.73880364 C22,7.22093571 21.409687,5.76411845 20.3570626,4.68822238 C19.3011071,3.60804588 17.8659048,3 16.3680447,3 Z M11.999764,19.1166999 L4.75479942,11.7085588 C3.15293092,10.0706117 3.15293094,7.4069956 4.75479947,5.76904857 C6.34586921,4.14214354 8.91709737,4.14214352 10.5081671,5.76904852 L11.4435969,6.72554678 C11.7484384,7.0372541 12.2510896,7.0372541 12.555931,6.72554678 L13.4913608,5.76904851 C14.2561214,4.98669624 15.2906419,4.5483871 16.3680447,4.5483871 C17.4454474,4.5483871 18.4799679,4.98669624 19.2446013,5.76891842 C20.0136074,6.55487573 20.4466019,7.6234063 20.4466019,8.73880364 C20.4466019,9.85420097 20.0136074,10.9227315 19.2448557,11.7084287 L18.3092987,12.665057 L11.999764,19.1166999 Z"></path>
								</svg>
							</span>
						</span>
						<span class="">484</span>
					</button>
				</section>
				<section>
					<h1 class="">홈페이지를 꼼꼼하고 완벽하게 제작해 드립니다.</h1>
				</section>
				<section>일단보류  및에 3번째거를 올릴생각도</section>
				<section>
					<img src="https://d2v80xjmx68n4w.cloudfront.net/assets/icon/ic_escro.png"
						title="서비스 제공이 완료된 이후에 전문가에게 결제 대금이 전달됩니다.">
					<h5 class="">서비스 제공이 완료된 이후에 전문가에게 결제 대금이 전달됩니다.</h5>	
				</section>
				<section>
					<div>
						<div>
							<a color="secondary">
								<h2>주식회사크리티온</h2>
							</a>
						</div>
						<div>
							<a color="secondary">
								<div>
									<img src="">로고 다운
								</div>
							</a>
						</div>
					</div>
					<div>
						<div>
							<span>
								<svg width="24" height="24" viewBox="0 0 24 24" fill="currentColor" aria-hidden="true" preserveAspectRatio="xMidYMid meet">
								<path xmlns="http://www.w3.org/2000/svg" d="M12,2 C17.5228475,2 22,6.4771525 22,12 C22,17.5228475 17.5228475,22 12,22 C6.4771525,22 2,17.5228475 2,12 C2,6.4771525 6.4771525,2 12,2 Z M12,3.5 C7.30557963,3.5 3.5,7.30557963 3.5,12 C3.5,16.6944204 7.30557963,20.5 12,20.5 C16.6944204,20.5 20.5,16.6944204 20.5,12 C20.5,7.30557963 16.6944204,3.5 12,3.5 Z M12.75,7 L12.75,11.94 L17.2913264,11.9407268 L17.2913264,13.4407268 L11.25,13.4407268 L11.25,7 L12.75,7 Z"></path>
								</svg>
							</span>
							<span></span>
							연락 가능 시간:
							언제나 가능
						</div>
						<div>
							<span rotate="0">
								<svg width="24" height="24" viewBox="0 0 24 24" fill="currentColor" aria-hidden="true" preserveAspectRatio="xMidYMid meet">
								<path xmlns="http://www.w3.org/2000/svg" d="M19,4 C20.1045695,4 21,4.95512587 21,6.13333333 L21,17.8666667 C21,19.0448741 20.1045695,20 19,20 L5,20 C3.8954305,20 3,19.0448741 3,17.8666667 L3,6.13333333 C3,4.95512587 3.8954305,4 5,4 L19,4 Z M19.599,8.121 L12.3252381,13.9324583 C12.0794222,14.1288612 11.7434807,14.1270303 11.4995068,13.9279578 L4.399,8.134 L4.4,17.8666667 C4.4,18.2201289 4.66862915,18.5066667 5,18.5066667 L19,18.5066667 C19.3313708,18.5066667 19.6,18.2201289 19.6,17.8666667 L19.599,8.121 Z M19,5.49333333 L5,5.49333333 C4.66862915,5.49333333 4.4,5.77987109 4.4,6.13333333 L4.399,6.263 L11.9194989,12.4001364 L19.599,6.264 L19.6,6.13333333 C19.6,5.77987109 19.3313708,5.49333333 19,5.49333333 Z"></path>
								</svg>	
							</span>
							<span></span>
							평균 응답 시간:
							30분 이내
						</div>
					</div>
					<div>
						<div>
							<div>
								<span>136건</span>
								<p>총작업수</p>
							</div>
							<div>
								<span>100%</span>
								<p>만족도</p>
							</div>
							<div>
								<span>기업회원</span>
								<p>회원구분</p>
							</div>
						</div>
					</div>
					<div>
						<button>
							<span>로그인 후 문의 가능</span>
						</button>
					</div>
					<div>
						<div>소개</div>
						<p>
							안녕하십니까?
							홈페이지 제작전문기업입니다.

							자사는 오픈솔루션인 그누보드(영카트)로 홈페이지가 제작되어 고객의 요구에 맞은 커스터마이징 개발 및 제작이 가능합니다!

							자사에서 만드는 홈페이지는 다릅니다.
							타업체와 차별화된 개발능력과 디자인으로 최상의 결과물을 만나보세요.

							현재 다양한 업종을 제작한 경력 (600여개)이 있으며 대한민국 최고의 S그룹의 협력업체로 선정되어 활동중입니다.

							거품없는 홈페이지 제작, 보여드리겠습니다.
							감사합니다.
						</P>
						<div>
							<button>
								<span>자기소개 더 보기</span>
								<span>
									<span>
										<svg width="24" height="24" viewBox="0 0 24 24" fill="currentColor" aria-hidden="true" preserveAspectRatio="xMidYMid meet">
										<path xmlns="http://www.w3.org/2000/svg" d="M16.2207159,6.10870583 C16.5916812,5.74209279 16.5932964,5.14609072 16.2243236,4.77749794 C15.8553508,4.40890516 15.2555125,4.40730026 14.8845472,4.77391329 L7.77928409,11.9296701 C7.40827322,12.2963282 7.40670988,12.7039529 7.7757925,13.0725272 L14.8810556,20.2226181 C15.2500929,20.5911471 15.8499315,20.5926484 16.2208326,20.2259713 C16.5917338,19.8592942 16.5932448,19.2632919 16.2242075,18.8947628 L9.75,12.5010986 L16.2207159,6.10870583 Z" transform="translate(12.000000, 12.500000) scale(1, -1) rotate(-270.000000) translate(-12.000000, -12.500000) "></path>
										</svg>
									</span>
								</span>
							</button>
						</div>
					</div>
				</section>
			</aside>
		</section>
		<section></section>
	</div>
</div>
</body>
</html>